[
    {
        "id": "BP2016BW_ALLG_GYM_ETH_PK_02",
        "name": "2.2 Analysieren und interpretieren",
        "subject": "ETH",
        "grades": [],
        "school_type": "GYM",
        "type": "PK",
        "description": "Die Schülerinnen und Schüler können Situationen, Sachverhalte und Handlungen auf ihren ethisch-moralischen Gehalt und hinsichtlich möglicher Konflikte oder Probleme untersuchen. Sie können ihr eigenes Vorverständnis, verschiedene Positionen, deren Begründung sowie Lösungs- oder Handlungsentwürfe darlegen.",
        "path": [
            "02"
        ],
        "competences": [
            {
                "id": "BP2016BW_ALLG_GYM_ETH_PK_02_a",
                "name": "2.2 Analysieren und interpretieren",
                "path": [
                    "02"
                ],
                "subject": "GYM",
                "grades": [],
                "school_type": "GYM",
                "type": "PK",
                "sub_competences": [
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_01",
                        "content": "Informationen aus verschiedenen Quellen als Denkanstoß für die Deutung ethisch relevanter Sachverhalte erschließen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_02",
                        "content": "zentrale Begriffe der Ethik erläutern, voneinander abgrenzen und bestimmen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_03",
                        "content": "eine Meinung zu ethisch-moralischen Themen, Frage- und Problemstellungen darlegen und erläutern"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_04",
                        "content": "das eigene Vorverständnis zu ethisch-moralischen Themen, Frage- und Problemstellungen klären und mit Lebenssituationen und Einstellungen anderer vergleichen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_05",
                        "content": "Grundbedingungen verschiedener Perspektiven (beispielsweise Alter, physische oder psychische Merkmale, Geschlecht, sexuelle Identität oder Orientierung, Religion, Herkunft, Erfahrungen, Kultur) aufzeigen und vergleichen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_06",
                        "content": "die Beteiligten und Betroffenen in ethisch relevanten Situationen identifizieren und deren Stellenwert darlegen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_07",
                        "content": "die Interessenlage der Beteiligten und Betroffenen, die zugrundeliegenden Wertevorstellungen und mögliche Wertekonflikte erläutern"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_08",
                        "content": "Argumentationen zum Beispiel aus Texten der Moralphilosophie für die Deutung ethisch-moralischer Sachverhalte erarbeiten und einordnen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_09",
                        "content": "ethisch-moralische Sachverhalte unter verschiedenen Gesichtspunkten und Fragestellungen untersuchen und problematisieren"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_02_10",
                        "content": "aus dem ethisch-moralischen Gehalt neu erworbenen Wissens eigenständige Folgerungen ziehen."
                    }
                ],
                "guidelines": [],
                "referenced_competences": []
            }
        ],
        "info": []
    },
    {
        "id": "BP2016BW_ALLG_GYM_ETH_PK_03",
        "name": "2.3 Argumentieren und reflektieren",
        "subject": "ETH",
        "grades": [],
        "school_type": "GYM",
        "type": "PK",
        "description": "Die Schülerinnen und Schüler können sich unter Bezugnahme auf Normen und Werte und moralphilosophische Begründungsansätze mit ethischen Frage- und Problemstellungen auseinandersetzen. Sie können Standpunkte und Entscheidungen nachvollziehen, vergleichen, selbst entwickeln und vertreten.",
        "path": [
            "03"
        ],
        "competences": [
            {
                "id": "BP2016BW_ALLG_GYM_ETH_PK_03_a",
                "name": "2.3 Argumentieren und reflektieren",
                "path": [
                    "03"
                ],
                "subject": "GYM",
                "grades": [],
                "school_type": "GYM",
                "type": "PK",
                "sub_competences": [
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_01",
                        "content": "sich zu ethisch relevanten Themen, Frage- und Problemstellungen äußern und eine Position argumentativ darlegen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_02",
                        "content": "einen Standpunkt begründet und unter Bezug auf moralische Regeln und ethische Grundsätze vertreten"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_03",
                        "content": "die Schlüssigkeit und den Aufbau von ethischen Argumentationen oder von ethischen Entscheidungsprozessen überprüfen und in der Argumentation anwenden"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_04",
                        "content": "verschiedene Argumente in der ethischen Auseinandersetzung in Beziehung setzen und gewichten"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_05",
                        "content": "Werte und Normen bei ethischen Frage- und Problemstellungen diskutieren"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_06",
                        "content": "die Geltungsansprüche von leitenden Prinzipien und Regeln hinsichtlich ethischer Fragen und Problemstellungen kritisch prüfen und erörtern"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_03_07",
                        "content": "in kommunikativ-argumentativen Kontexten (beispielsweise Rollenspiele, Szenarien, Fallbeispiele, Diskussionen) Position beziehen und gemeinsam neue Lösungsansätze entwerfen und vertreten"
                    }
                ],
                "guidelines": [],
                "referenced_competences": []
            }
        ],
        "info": []
    },
    {
        "id": "BP2016BW_ALLG_GYM_ETH_PK_01",
        "name": "2.1 Wahrnehmen und sich hineinversetzen",
        "subject": "ETH",
        "grades": [],
        "school_type": "GYM",
        "type": "PK",
        "description": "Die Schülerinnen und Schüler können den ethisch-moralischen Gehalt in Handlungen, Sachverhalten und Situationen erfassen und verschiedene Sichtweisen, Denkweisen und Situationen berücksichtigen.",
        "path": [
            "01"
        ],
        "competences": [
            {
                "id": "BP2016BW_ALLG_GYM_ETH_PK_01_a",
                "name": "2.1 Wahrnehmen und sich hineinversetzen",
                "path": [
                    "01"
                ],
                "subject": "GYM",
                "grades": [],
                "school_type": "GYM",
                "type": "PK",
                "sub_competences": [
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_01",
                        "content": "ihre Wahrnehmung von Phänomenen, Sachverhalten und ethisch relevanten Situationen wiedergeben"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_02",
                        "content": "ihre Wahrnehmung mit der anderer vergleichen und dabei Vormeinungen, Gewohnheiten und Prägungen (beispielsweise personal, sozial, kulturell, religiös, ethnisch, medial) berücksichtigen und aufzeigen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_03",
                        "content": "eigene Bedürfnisse, Interessen und Gefühle und die anderer erkennen und beschreiben"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_04",
                        "content": "durch Perspektivenwechsel und wechselseitigen Austausch mögliche Empfindungen und Sichtweisen Beteiligter oder Betroffener erfassen und benennen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_05",
                        "content": "Phänomene, Situationen oder Sachverhalte und die zugrundeliegenden Werte und Normen benennen und differenziert darstellen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_06",
                        "content": "in Situationen, Ereignissen oder Handlungen ethische Fragestellungen oder Probleme identifizieren"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_07",
                        "content": "Situationen und Sachverhalte aus verschiedenen Perspektiven betrachten und beschreiben"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_01_08",
                        "content": "unter Berücksichtigung verschiedener Perspektiven die Wirkung des eigenen Handelns und Urteilens beschreiben"
                    }
                ],
                "guidelines": [],
                "referenced_competences": []
            }
        ],
        "info": []
    },
    {
        "id": "BP2016BW_ALLG_GYM_ETH_PK_04",
        "name": "2.4 Beurteilen und (sich) entscheiden",
        "subject": "ETH",
        "grades": [],
        "school_type": "GYM",
        "type": "PK",
        "description": "Die Schülerinnen und Schüler können zu ethischen Fragen und Konfliktfällen begründet Stellung nehmen. Sie können Handlungs- und Lösungsansätze bewerten und sich auf der Grundlage von Gefühl und Verstand für Handlungsoptionen entscheiden.",
        "path": [
            "04"
        ],
        "competences": [
            {
                "id": "BP2016BW_ALLG_GYM_ETH_PK_04_a",
                "name": "2.4 Beurteilen und (sich) entscheiden",
                "path": [
                    "04"
                ],
                "subject": "GYM",
                "grades": [],
                "school_type": "GYM",
                "type": "PK",
                "sub_competences": [
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_04_01",
                        "content": "unterschiedliche Positionen (beispielsweise in einer Situations‑, Fakten‑, Interessenanalyse) erarbeiten und vergleichend bewerten"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_04_02",
                        "content": "verschiedene Begründungen (beispielsweise Autorität, Religion, Tradition, Konvention, Moralphilosophie) abwägen und bewerten"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_04_03",
                        "content": "ethische Grundsätze und moralische Regeln in Frage- und Problemstellungen vergleichen, abwägen und sich begründet entscheiden"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_04_04",
                        "content": "eigene begründete Standpunkte entwickeln und moralphilosophische Begründungsansätze einbeziehen"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_04_05",
                        "content": "Handlungs- und Lösungsansätze hinsichtlich der Realisierbarkeit, ihrer Normen- und Wertebasis und Folgen kritisch-argumentativ überprüfen (beispielsweise in Gedankenexperimenten, ethischen Dilemmata) und bewerten"
                    },
                    {
                        "id": "BP2016BW_ALLG_GYM_ETH_PK_04_06",
                        "content": "eigene Handlungsoptionen entwerfen, im Hinblick auf Folgen und Realisierbarkeit bewerten und die Rolle von Vernunft und Gefühl beim Entscheiden kritisch prüfen"
                    }
                ],
                "guidelines": [],
                "referenced_competences": []
            }
        ],
        "info": []
    }
]